org/2019/notes-about-life-1.org
#+SETUPFILE: ~/repo/blog/tpl/nil-site-tpl.org
#+TITLE: 随手记 b

孩子最开始蹒跚学步的时候，需要有人领着。需要大人们给他们方向。帮助他们成长。时间能让一个孩子从混沌变到懵懂，再变到成熟。年长者要做的就是陪他们成长。

*从一开始不期而遇，到最后不再期待。*

有的人总是为自己的失误找理由。没有意识到这样做根本解决不了任何问题。

三只蚂蚁的幸福生活。一只蚂蚁在一棵草上来回走动。这棵草有 5
片叶子。蚂蚁会被困在一片叶子上。转来转去，才能够继续爬到另一片叶子上。另外两只蚂蚁，现在已经不在我的视线之内了。蚂蚁似乎都是非常活跃的。爬来爬去的，不知道在寻找什么。可以与人做对比。

*矛盾的自我与面对社会的妥协*

*三观不合不是不相同，而是不认同。*

总是在寻找一直稳定的东西，总是希望寝室能够像领导来检查时那样干净，总是希望寝室里能够永远宁静，能够不发出影响学习的声音，但是这怎么可能呢？

从道家思想来看，万事万物都在变化，我们要做的就是随着变化想出对策。从而能够让自己有所收获、有所成长。

很多逻辑学的内容都是相通的，学科性的东西严格遵守逻辑，利于逻辑习惯的培养

*爱的五种语言：言语的表达、赞美，*

*肢体的接触，服务的行为，精心的时刻，礼物的馈赠*

我慢慢明白了我为什么不快乐，因为我总是期待一个结果。

看一本书期待它让我变深刻，

吃饭游泳期待它让我一斤斤瘦下来，

发一条短信期待它被回复，

对人好期待它回应以好，

写一个故事说一个心情期待它被关注被安慰，

参加一个活动期待换来充实丰富的经历。

这些预设的期待如果实现了，长舒一口气。

如果没实现呢？自怨自艾。

可是小时候也是同一个我，

用一个下午的时间看蚂蚁搬家，等石头开花。

小时候不期待结果，小时候哭笑都不打折。
